[
  {
    "id": "E4D9C3B1-F1E5-4B7C-8C4A-0F1D7E9B2A1C",
    "title": {
        "de": "Pause machen",
        "en": "Take a Break"
    },
    "description": {
        "de": "Mach mal eine Pause und geniesse die Natur!",
        "en": "Take a break and enjoy nature!"
    },
    "instructions": {
        "de": [
            "Suche dir einen schönen Ort in der Natur.",
            "Das kann zum Beispiel eine Parkbank auf eurem Spaziergang sein.",
            "Setze dich auf die Bank und beobachte die Umgebung. Was siehst, hörst und riechst du?",
            "Beobachte auch deinen Hund: Je nach Charakter wird er ebenfalls die Umgebung erkunden oder Streicheleinheiten geniessen wollen. Beides ist in Ordnung.",
            "Das Ziel ist, gemeinsam bewusst eine entspannte Zeit draussen zu verbringen.",
            "Tipp: Wenn du magst, nimm eine Decke für deinen Hund mit. So kann er lernen, diesen spezifischen Ort mit Ruhe und Pause zu verbinden.",
            "Wenn du dies regelmässig übst, wirst du merken, dass dein Hund an diesem Ort von sich aus eine Pause einlegen möchte ;-).",
            "Mache dies idealerweise mehrmals pro Woche."
        ],
        "en": [
            "Find a nice spot in nature.",
            "This could be, for example, a park bench on your walk.",
            "Sit down on the bench and observe your surroundings. What do you see, hear, and smell?",
            "Observe your dog too: Depending on their character, they might also explore the surroundings or want to enjoy being petted. Both are perfectly fine.",
            "The goal is to consciously spend some relaxing time together outdoors.",
            "Tip: If you like, bring a blanket for your dog. This way, they can learn to associate this specific spot with calm and taking a break.",
            "If you practice this regularly, you'll notice your dog wanting to take a break at this spot on their own ;-).",
            "Ideally, do this several times a week."
        ]
    },
    "category": "basic",
    "difficulty": "beginner",
    "duration": 10,
    "location": "outdoor",
    "mediaURLs": [
        "https://pawsunited.ch/dog-activity-app/images/pause_machen.jpeg"
    ],
    "mediaType": "image",
    "tags": {
        "de": [
            "Grundkommando",
            "Entspannung",
            "Ruheübung"
        ],
        "en": [
            "Basic Command",
            "Relaxation",
            "Calmness Exercise"
        ]
    }
},
{
  "id": "A2B8D5E9-C7F0-4A3B-9E1D-5C6B8A0F3D7E",
  "title": {
      "de": "Handtouch",
      "en": "Hand Touch"
  },
  "description": {
      "de": "Lass deinen Hund mit der Nase deine Hand anstupsen. Dieser Trick kann unterwegs als nützliches Alternativverhalten dienen.",
      "en": "Let your dog nudge your hand with their nose. This trick can be useful as an alternative behaviour when you're out and about."
  },
  "instructions": {
      "de": [
          "Voraussetzung: Dein Hund kennt den Handtouch bereits. Andernfalls findest du eine Anleitung dazu über den Link am Ende dieser Beschreibung.",
          "Frage den Handtouch unterwegs mehrmals ab.",
          "Beginne ohne Ablenkungen und steigere diese langsam.",
          "Sobald dein Hund deine Hand anstupst, gib dein Markersignal (falls vorhanden) und eine passende Belohnung.",
          "Achte auf die Ausrichtung deiner Hand und darauf, wohin dein Hund stupsen soll. Bei Ablenkungen kannst du durch eine geschickte Ausrichtung deiner Hand ein Abwenden von der Ablenkung oder eine Vergrösserung der Distanz dazu erreichen.",
          "Berücksichtige bei der Belohnung das aktuelle Bedürfnis deines Hundes: Möchte er sich von einem Reiz entfernen? Dann wirf beispielsweise ein Leckerli in die entgegengesetzte Richtung. Möchtest du das Abwenden von etwas üben oder hat dein Hund Mühe, sich abzuwenden? Dann lege das Leckerli zum Beispiel direkt vor ihn auf den Boden."
      ],
      "en": [
          "Prerequisite: Your dog already knows the hand touch. Otherwise, you'll find instructions via the link at the end of this description.",
          "Ask for the hand touch several times when you're out and about.",
          "Start without distractions and gradually increase them.",
          "As soon as your dog nudges your hand, give your marker signal (if you use one) and an appropriate reward.",
          "Pay attention to the orientation of your hand and where your dog should nudge. In distracting situations, you can use clever hand placement to encourage your dog to turn away from the distraction or to increase the distance to it.",
          "When rewarding, consider your dog's current needs: Do they want to move away from a stimulus? Then, for example, toss a treat in the opposite direction. Do you want to practice turning away from something, or is your dog struggling to turn away? Then, for example, place the treat on the ground directly in front of them."
      ]
  },
  "category": "trick",
  "difficulty": "beginner",
  "duration": 5,
  "location": "outdoor",
  "mediaURLs": [
      "https://pawsunited.ch/dog-activity-app/videos/lina-macht-handtouch.mp4"
  ],
  "mediaType": "video",
  "tags": {
      "de": [
          "Grundkommando",
          "Beschäftigung",
          "Trick"
      ],
      "en": [
          "Basic Command",
          "Activity",
          "Trick"
      ]
  },
  "link": "https://pawsunited.ch/der-handtouch-vielseitig-einsetzbar/"
},
{
  "id": "F9C6A0B3-D8E7-4C5A-A1B0-9D2E7F8B4C6D",
  "title": {
      "de": "Bänkli (Parkbank) anzeigen",
      "en": "Indicate a Bench"
  },
  "description": {
      "de": "Lass dir von deinem Hund unterwegs Bänkli (Parkbänke) anzeigen.",
      "en": "Have your dog indicate benches to you when you're out and about."
  },
  "instructions": {
      "de": [
          "Lobe deinen Hund (oder gib dein Markersignal und eine Belohnung), sobald er sich einem Bänkli nähert. Gib die Belohnung (hier am einfachsten ein Leckerli) direkt bei der Parkbank.",
          "Zögere das Lob so lange hinaus, bis der Hund das Bänkli anstupst oder ein anderes, zuvor definiertes Anzeigeverhalten (z.B. 'Sitz' oder Hinlegen) davor zeigt.",
          "Wenn dein Hund zuverlässig Bänkli ansteuert, um eine Belohnung zu erhalten, kannst du dein Signalwort einführen.",
          "Sage bei der nächsten Parkbank, bevor dein Hund sie von sich aus anzeigt, dein Signalwort (z.B. 'Bänkli?' oder 'Zeig!'). Lobe und belohne deinen Hund, wenn er sie daraufhin anzeigt."
      ],
      "en": [
          "Praise your dog (or give your marker signal and a reward) as soon as they approach a bench. Give the reward (a treat is easiest here) directly at the park bench.",
          "Delay the praise until the dog nudges the bench or performs another previously defined indicating behaviour in front of it (e.g., 'Sit' or 'Down').",
          "Once your dog reliably heads towards benches to receive a reward, you can introduce your cue word.",
          "At the next park bench, say your cue word (e.g., 'Bench?' or 'Show!') *before* your dog indicates it on their own. Praise and reward your dog when they then indicate it."
      ]
  },
  "category": "trick",
  "difficulty": "intermediate",
  "duration": 5,
  "location": "outdoor",
  "mediaURLs": [
      "https://pawsunited.ch/dog-activity-app/videos/lina-zeigt-baenggli.mp4"
  ],
  "mediaType": "video",
  "tags": {
      "de": [
          "Beschäftigung",
          "Spass",
          "Anzeigen"
      ],
      "en": [
          "Activity",
          "Fun",
          "Indication",
          "Targeting"
      ]
  }
},
{
  "id": "B7D1E5F0-A3C8-4B9D-8E6A-1F0D9C4B7A2E",
  "title": {
      "de": "Einparkieren / Garage",
      "en": "Middle / Center"
  },
  "description": {
      "de": "Lass deinen Hund zwischen deinen Beinen 'einparkieren' (Position Sitz oder Steh). Das kann praktisch sein, um ihm in schwierigen Situationen eine sichere Position zu bieten.",
      "en": "Teach your dog to 'park' or take a 'middle' position between your legs (in a sit or stand). This can be a useful way to offer them a safe and secure spot in challenging situations."
  },
  "instructions": {
      "de": [
          "Wichtig: Achte darauf, dass dein Hund keine Angst hat, zwischen deine Beine zu kommen. Manchen Hunden ist diese Enge oder die darüber gebeugte Haltung des Menschen unangenehm. Zwinge deinen Hund niemals.",
          "Locke deinen Hund mit einem Leckerli von hinten zwischen deine (anfangs vielleicht noch etwas weiter geöffneten) Beine in die gewünschte Position (Sitz oder Steh). Gib ihm das Leckerli und lobe ihn, sobald er die Position erreicht hat.",
          "Wenn dein Hund zögert oder Angst zeigt, beginne stattdessen mit den folgenden Schritten (3-6), um ihn langsam daran zu gewöhnen, bevor du mit Schritt 2 weitermachst:",
          "Lege zunächst Leckerlis um deine Füsse und Beine herum auf den Boden. Dein Hund darf sich diesen in seinem Tempo nähern und sie fressen. So verbindet er deine unmittelbare Nähe mit etwas Positivem.",
          "Streue im nächsten Schritt Leckerlis so, dass dein Hund den Kopf und vielleicht die Schultern zwischen deine leicht geöffneten Beine bewegen muss, um sie zu erreichen.",
          "Belohne jede kleine Annäherung und jeden Ansatz, sich zwischen deine Beine zu bewegen, ausgiebig. Arbeite hier sehr geduldig.",
          "Erst wenn sich dein Hund bei diesen Annäherungsschritten (3-6) wohlfühlt, fährst du mit Schritt 2 fort und versuchst, ihn sanft ganz zwischen deine Beine zu locken.",
          "Sobald dein Hund die Bewegung aus Schritt 2 zuverlässig ausführt, kannst du ein Signalwort (z.B. 'Mitte', 'Parkier' oder 'Garage') einführen. Sage das Wort, kurz bevor du ihn in die Position lockst, und belohne ihn dann.",
          "Beginne das Training in einer ruhigen, ablenkungsarmen Umgebung, am besten zuhause.",
          "Übe anschliessend an verschiedenen Orten und steigere die Ablenkung nur sehr langsam."
      ],
      "en": [
          "Important: Ensure your dog is not afraid to come between your legs. Some dogs find the confinement or you bending over them uncomfortable. Never force your dog.",
          "Lure your dog with a treat from behind, guiding them between your (perhaps initially wider-set) legs into the desired position (sit or stand). Give them the treat and praise them as soon as they reach the position.",
          "If your dog hesitates or shows fear, start instead with the following steps (3-6) to gradually accustom them before continuing with step 2:",
          "First, place treats on the floor around your feet and legs. Allow your dog to approach and eat them at their own pace. This helps them associate your close presence with something positive.",
          "In the next step, scatter treats so that your dog has to move their head and perhaps their shoulders between your slightly open legs to reach them.",
          "Reward every small approach and any attempt to move between your legs generously. Be very patient here.",
          "Only when your dog is comfortable with these approach steps (3-6), proceed with step 2 and try to gently lure them fully between your legs.",
          "Once your dog reliably performs the movement from step 2, you can introduce a cue word (e.g., 'Middle,' 'Center,' or 'Park'). Say the word just before you lure them into position, and then reward them.",
          "Begin training in a quiet, low-distraction environment, ideally at home.",
          "Then practice in different locations, increasing distractions very slowly."
      ]
  },
  "category": "basic",
  "difficulty": "intermediate",
  "duration": 5,
  "location": "both",
  "mediaURLs": [
      "https://pawsunited.ch/dog-activity-app/images/einparkieren_garage.jpeg"
  ],
  "mediaType": "image",
  "tags": {
      "de": [
          "Grundkommando",
          "Beschäftigung",
          "Sicherheitsposition",
          "Management"
      ],
      "en": [
          "Basic Command",
          "Activity",
          "Safety Position",
          "Management"
      ]
  }
},
    {
        "id": "C1A0B9D4-E6F2-4A7C-B3D8-7E5F1C0A9B8D",
        "title": {
            "de": "Frisbee-Training",
            "en": "Frisbee Training"
        },
        "description": {
            "de": "Spiele mit deinem Hund Frisbee oder etwas anderes, das euch Spass macht.",
            "en": "Play frisbee with your dog or something else that you both enjoy."
        },
        "instructions": {
            "de": [
                "Suche dir einen geeigneten Ort, wo du etwas Platz hast, zum Beispiel eine freie Wiese.",
                "Beginne langsam mit weniger weiten Würfen.",
                "Lobe deinen Hund und freue dich, wenn er mitspielt. Ob er den Frisbee 'schön' fängt, ist dabei nebensächlich.",
                "Mache lieber weniger Durchgänge (vielleicht 4 oder 5), damit dein Hund motiviert bleibt.",
                "Wichtig: Hilf deinem Hund dabei, am Ende herunter zu fahren, zum Beispiel mit einer Futtersuche (Stichwort: Erregungswellen fahren).",
                "Voraussetzung: Dein Hund sollte natürlich gesund sein für dieses Spiel.",
                "Tipp: Nimm etwas Wasser mit, damit dein Hund trinken kann."
            ],
            "en": [
                "Find a suitable location where you have some space, such as an open field.",
                "Start slowly with shorter throws.",
                "Praise your dog and enjoy when he plays along. Whether he catches the frisbee 'nicely' is secondary.",
                "Do fewer rounds (maybe 4 or 5) to keep your dog motivated.",
                "Important: Help your dog cool down at the end, for example with a food search (keyword: arousal regulation).",
                "Prerequisite: Your dog should of course be healthy for this game.",
                "Tip: Bring some water so your dog can drink."
            ]
        },
        "category": "physical",
        "difficulty": "intermediate",
        "duration": 20,
        "location": "outdoor",
        "mediaURLs": [
            "https://pawsunited.ch/dog-activity-app/videos/frisbee-spiel_lina.mp4"
        ],
        "mediaType": "video",
        "tags": {
            "de": [
                "Training",
                "Koordination",
                "Spass"
            ],
            "en": [
                "Training",
                "Coordination",
                "Fun"
            ]
        },
        "link": "https://pawsunited.ch/erregungswellen-fahren/"
    },
    {
        "id": "123E4567-E89B-12D3-A456-426655440000",
        "title": {
            "de": "Verlorenen-Suche",
            "en": "Lost Item Search"
        },
        "description": {
            "de": "Dein Hund sucht einen Gegenstand, den du auf deiner Rückspur 'verloren' hast.",
            "en": "Your dog searches for an item that you 'lost' on your backtrack."
        },
        "instructions": {
            "de": [
                "Lasse einen Gegenstand fallen, der den Hund interessiert, wie zum Beispiel einen Futterbeutel oder ein Spielzeug.",
                "Dein Hund geht zum Gegenstand? Super, lobe ihn!",
                "Falls nicht, kannst du ihm etwas helfen. Sag 'Oh, ich habe etwas verloren', mache eine Geste und gehe zum Gegenstand. Dein Hund wird ziemlich sicher Interesse daran zeigen.",
                "Wenn dein Hund zuverlässig Interesse zeigt, kannst du den Gegenstand unauffällig 'verlieren', dann die Geste machen und deinen Hund suchen lassen.",
                "Lobe deinen Hund, wenn er den Gegenstand findet.",
                "Dein Hund muss den Gegenstand nicht unbedingt apportieren, das hängt von eurem Trainingsziel ab.",
                "Hinweis: Die Suche findet auf der Rückspur statt, also auf deiner zuvor gelaufenen Spur. Die Idee ist, dass der Hund deiner Rückspur folgen und so den Gegenstand finden kann.",
                "Als Steigerung kannst du den Gegenstand vor einer Kurve 'verlieren' und erst nach der Kurve das Signal geben."
            ],
            "en": [
                "Drop an item that interests the dog, such as a treat pouch or a toy.",
                "Your dog goes to the item? Great, praise him!",
                "If not, you can help him a bit. Say 'Oh, I lost something', make a gesture and go to the item. Your dog will almost certainly show interest in it.",
                "When your dog consistently shows interest, you can discreetly 'lose' the item, then make the gesture and let your dog search.",
                "Praise your dog when he finds the item.",
                "Your dog doesn't necessarily have to retrieve the item; it depends on your training goal.",
                "Note: The search takes place on the backtrack, i.e., on your previously walked path. The idea is that the dog follows your backtrack and thus can find the item.",
                "As an increase in difficulty, you can 'lose' the item before a curve and only give the signal after the curve."
            ]
        },
        "category": "search",
        "difficulty": "intermediate",
        "duration": 10,
        "location": "outdoor",
        "mediaURLs": [
            "https://pawsunited.ch/dog-activity-app/videos/verlorenensuche_lina.mp4"
        ],
        "mediaType": "video",
        "tags": {
            "de": [
                "Beschäftigung",
                "Spass",
                "Suchspiel"
            ],
            "en": [
                "Activity",
                "Fun",
                "Search Game"
            ]
        },
        "link": "https://pawsunited.ch/verlorenen-suche/"
    },
    {
      "id": "234E5678-F9A0-23D4-B567-537766550000",
      "title": {
        "de": "Twist (Drehung)",
        "en": "Twist (Turn)"
      },
      "description": {
        "de": "Bringe deinem Hund bei, sich auf Kommando um die eigene Achse zu drehen - wahlweise im oder gegen den Uhrzeigersinn.",
        "en": "Teach your dog to spin around his own axis on command - optionally clockwise or counterclockwise."
      },
      "instructions": {
        "de": [
          "Beginne mit der Übung, indem du deinen Hund mit Leckerlis in einer kreisförmigen Bewegung führst - zunächst über einen halben, dann über einen ganzen Kreis.",
          "Beobachte, in welche Richtung sich dein Hund natürlicherweise lieber dreht. Die meisten Hunde haben eine bevorzugte Drehrichtung.",
          "Sobald dein Hund die Drehbewegung sicher ausführt, führe das Kommando 'Twist' ein.",
          "Wichtig: Gib immer erst das Hörzeichen (Kommando), dann das Sichtzeichen (Handzeichen).",
          "Übe den Trick auch in die Gegenrichtung. Für die Drehung nach links wird häufig das Kommando 'Emu' verwendet"
        ],
        "en": [
          "Start the exercise by guiding your dog with treats in a circular motion - first over a half circle, then over a full circle.",
          "Observe in which direction your dog naturally prefers to turn. Most dogs have a preferred direction of rotation.",
          "Once your dog performs the turning movement confidently, introduce the command 'Twist'.",
          "Important: Always give the verbal cue (command) first, then the visual cue (hand signal).",
          "Practice the trick in the opposite direction as well. For turning to the left, the command 'Emu' is often used"
        ]
      },
      "category": "trick",
      "difficulty": "beginner",
      "duration": 5,
      "location": "both",
      "mediaURLs": [
        "https://pawsunited.ch/dog-activity-app/videos/twist-drehen.mp4"
      ],
      "mediaType": "video",
      "tags": {
        "de": [
          "Trick",
          "Beschäftigung",
          "Spass"
        ],
        "en": [
          "Trick",
          "Activity",
          "Fun"
        ]
      }
    },
    {
      "id": "E7C3B9A1-F0D8-4E5A-B2C1-D6A0F9E8B7C4",
      "title": {
        "de": "Markersignal beibringen",
        "en": "Teaching a Marker Signal"
      },
      "description": {
        "de": "Bringe deinem Hund das Markersignal bei, um erwünschtes Verhalten effektiver belohnen zu können. Mit dem Markersignal (oder Clicker) kannst du Verhalten punktgenau und sogar auf Distanz markieren und anschliessend belohnen.",
        "en": "Teach your dog the marker signal to reward desired behavior more effectively. With the marker signal (or clicker), you can mark behavior precisely and even at a distance and then reward it."
      },
      "instructions": {
        "de": [
          "Wähle ein kurzes und einprägsames Markersignal (z. B. 'Click', 'Tack', 'Yep' oder 'Top').",
          "Konditioniere das Markersignal in einer ruhigen Umgebung etwa 10 bis 15 Mal: Sage den Marker und gib deinem Hund unmittelbar danach die Belohnung.",
          "Wichtig: Dein Hund muss hier noch kein bestimmtes Verhalten zeigen. Er hört lediglich den Marker und erhält direkt eine Belohnung.",
          "Teste, ob der Marker bereits gut konditioniert ist: Sage deinen Marker und achte genau auf die Reaktion deines Hundes. Schaut er zu dir oder wird aufmerksam? Super! Belohne ihn auf jeden Fall.",
          "Reagiert dein Hund nicht, geh einen Schritt zurück und konditioniere den Marker erneut ein paar Durchläufe lang.",
          "Wichtig: Das Markersignal ist immer ein Versprechen für eine Belohnung. Auch wenn du versehentlich falsch markerst, bekommt dein Hund trotzdem seine Belohnung."
        ],
        "en": [
          "Choose a short and memorable marker signal (e.g., 'Click', 'Yes', 'Good' or 'Top').",
          "Condition the marker signal in a quiet environment about 10 to 15 times: Say the marker and give your dog the reward immediately afterward.",
          "Important: Your dog doesn't need to show any specific behavior here. He just hears the marker and receives a reward directly.",
          "Test if the marker is already well conditioned: Say your marker and pay close attention to your dog's reaction. Does he look at you or become alert? Great! Reward him in any case.",
          "If your dog doesn't react, go back a step and recondition the marker for a few more repetitions.",
          "Important: The marker signal is always a promise for a reward. Even if you accidentally mark incorrectly, your dog still gets his reward."
        ]
      },
      "category": "basic",
      "difficulty": "beginner",
      "duration": 5,
      "location": "both",
      "mediaURLs": [
        "https://pawsunited.ch/dog-activity-app/pdf/Illustration_Markersignal.pdf"
      ],
      "mediaType": "pdf",
      "tags": {
        "de": [
          "Grundlagen",
          "Training",
          "Positive Verstärkung"
        ],
        "en": [
          "Basics",
          "Training",
          "Positive Reinforcement"
        ]
      },
      "link": "https://pawsunited.ch/die-macht-der-konditionierung/"
    }, 
    {
  "id": "A4F7D1C9-3B5E-4682-A9F4-1D7B2E5C8A93",
  "title": {
    "de": "Futterspielzeug WC-Rolle",
    "en": "Toilet Paper Roll Treat Puzzle"
  },
  "description": {
    "de": "Dein Hund lernt, Leckerlis geschickt aus einer präparierten WC-Rolle zu befreien und sich so seine Belohnung zu erarbeiten.",
    "en": "Your dog learns to cleverly extract treats from a prepared toilet paper roll, working to earn their reward."
  },
  "instructions": {
    "de": [
      "Nimm eine leere WC-Rolle. Knicke ein Ende sorgfältig ein oder drücke es flach zusammen, sodass es verschlossen ist.",
      "Fülle einige Lieblingsleckerlis deines Hundes in die offene Seite der Rolle.",
      "Verschliesse nun auch das andere Ende, indem du es einknickst. Für Anfänger oder wenn dein Hund die Übung zum ersten Mal macht, kannst du dieses Ende zunächst offenlassen oder nur leicht zuknicken, um es ihm leichter zu machen.",
      "Gib deinem Hund die präparierte WC-Rolle und ermutige ihn, die Leckerlis herauszufinden. Viel Spass dabei!",
      "WICHTIG: Beaufsichtige deinen Hund während des Spiels genau und stelle sicher, dass er den Karton nicht frisst. Entferne die Reste der Rolle, sobald alle Leckerlis gefunden wurden."
    ],
    "en": [
      "Take an empty toilet paper roll. Carefully fold one end in or press it flat so it's closed.",
      "Fill some of your dog's favorite treats into the open side of the roll.",
      "Now, close the other end as well by folding it in. For beginners, or if your dog is doing this for the first time, you can leave this end open or only fold it slightly to make it easier for them.",
      "Give your dog the prepared toilet paper roll and encourage them to figure out how to get the treats. Have fun!",
      "IMPORTANT: Supervise your dog closely during play and ensure they do not eat the cardboard. Remove the remains of the roll once all treats have been found."
    ]
  },
  "category": "mental",
  "difficulty": "beginner",
  "duration": 10,
  "location": "both",
  "mediaURLs": [
      "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-WC-Rolle-1.jpeg",
      "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-WC-Rolle-2.jpeg",
      "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-WC-Rolle-3.jpeg",
      "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-WC-Rolle-4.jpeg",
      "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-WC-Rolle-5.jpeg",
      "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-WC-Rolle-6.jpeg"
  ],
  "mediaType": "image",
  "tags": {
    "de": [
      "Spass",
      "Beschäftigung",
      "DIY Spielzeug"
    ],
    "en": [
      "Fun",
      "Activity",
      "DIY Toy"
    ]
  }
},
{
  "id": "345E6789-F0B1-34D5-C678-648877660000",
  "title": {
    "de": "Futterspielzeug Eierschale",
    "en": "Egg Carton Feeding Toy"
  },
  "description": {
    "de": "Dein Hund kann Leckerli aus einer leeren Eierschale herausfummeln. Das befriedigt verschiedene natürliche Verhaltensweisen wie Suchen, Zerrupfen und Zerreissen.",
    "en": "Your dog can fiddle treats out of an empty egg carton. This satisfies various natural behaviors like searching, tearing, and ripping."
  },
  "instructions": {
    "de": [
      "Nimm eine leere Eierschale und lege Leckerlis in die Vertiefungen.",
      "Verschliesse die Eierschale je nach Können deines Hundes nicht, halb oder ganz.",
      "Gib die gefüllte Eierschale deinem Hund.",
      "Lass deinen Hund herausfinden, wie er die Leckerlis am besten herausbekommt. Manche Hunde zerrupfen die Schale, andere schütteln sie, andere gehen ganz vorsichtig vor.",
      "Überfordere deinen Hund nicht. Fange lieber einfach mit einer offenen Eierschale an. Dein Hund muss erst lernen, wie dieses Spiel funktioniert.",
      "WICHTIG: Beaufsichtige deinen Hund während des Spiels genau und stelle sicher, dass er den Karton nicht frisst. Entferne die Reste der Eierschale, sobald alle Leckerlis gefunden wurden."
    ],
    "en": [
      "Take an empty egg carton and place treats in the cups.",
      "Depending on your dog's skill level, leave the carton open, partially closed, or fully closed.",
      "Give the filled egg carton to your dog.",
      "Let your dog figure out the best way to get the treats out. Some dogs tear the carton, others shake it, and others are very gentle.",
      "Don't overwhelm your dog. Start with an open carton first. Your dog needs to learn how this game works.",
      "IMPORTANT: Supervise your dog closely during the game and make sure they don't eat the cardboard. Remove the carton remains as soon as all treats have been found."
    ]
  },
  "category": "mental",
  "difficulty": "beginner",
  "duration": 10,
  "location": "both",
  "mediaURLs": [
    "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-Eierkarton-1.jpeg", 
    "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-Eierkarton-2.jpeg", 
    "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-Eierkarton-3.jpeg", 
    "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-Eierkarton-4.jpeg", 
    "https://pawsunited.ch/dog-activity-app/images/Futterspielzeug-Eierkarton-5.jpeg"
  ],
  "mediaType": "image",
  "tags": {
    "de": [
      "Spass",
      "Beschäftigung",
      "DIY Spielzeug"
    ],
    "en": [
      "Fun",
      "Activity",
      "DIY Toy"
    ]
  }
},
{
  "id": "8C4D1E0F-2A3B-4C5D-6E7F-8A9B0C1D2E3F",
  "title": {
    "de": "Leckerli fangen",
    "en": "Catching Treats"
  },
  "description": {
    "de": "Bringe deinem Hund bei, zugeworfene Leckerli aus der Luft zu fangen. Fördert Koordination, Aufmerksamkeit und stärkt die Bindung.",
    "en": "Teach your dog to catch tossed treats in mid-air. Promotes coordination, attention, and strengthens your bond."
  },
  "instructions": {
    "de": [
      "Stelle sicher, dass dein Hund aufmerksam ist und dich anschaut.",
      "Überlege dir, ob du Signalwörter verwenden möchtest, z.B. 'Achtung' gefolgt von 'Fang!' oder 'Catch!'.",
      "Wirf ein Leckerli vorsichtig und mit kurzem Abstand zu deinem Hund. Beginne niedrig, damit er das Leckerli gut sehen kann.",
      "WICHTIG: Wirf das Leckerli niemals direkt ins Gesicht deines Hundes!",
      "Wenn dein Hund das Leckerli fängt, lobe ihn ausgiebig!",
      "Fängt er das Leckerli nicht und es fällt zu Boden, ist das völlig in Ordnung. Lass ihn es ruhig suchen und auffressen.",
      "Übe regelmässig in kurzen Einheiten. Mit der Zeit wird dein Hund besser darin werden, die Leckerli aus der Luft zu fangen.",
      "WICHTIG: Achte darauf, dass es deinem Hund Spass macht und ihn nicht stresst. Stelle sicher, dass er körperlich in der Lage ist, zu springen oder sich schnell zu bewegen, falls nötig. Beaufsichtige das Spiel."
    ],
    "en": [
      "Make sure your dog is attentive and looking at you.",
      "Consider whether you want to use signal words, e.g., 'Ready' or 'Look' followed by 'Catch!'.",
      "Gently toss a treat to your dog from a short distance. Start low so they can see the treat well.",
      "IMPORTANT: Never throw the treat directly at your dog's face!",
      "If your dog catches the treat, praise them enthusiastically!",
      "If they don't catch the treat and it falls to the ground, that's perfectly fine. Let them search for it and eat it.",
      "Practice regularly in short sessions. Over time, your dog will get better at catching treats in mid-air.",
      "IMPORTANT: Make sure your dog enjoys the game and isn't stressed by it. Ensure they are physically able to jump or move quickly if needed. Supervise the play."
    ]
  },
  "category": "physical",
  "difficulty": "beginner",
  "duration": 10,
  "location": "outdoor",
  "mediaURLs": [
      "https://pawsunited.ch/dog-activity-app/images/Leckerli_fangen_catch-1.jpeg", 
      "https://pawsunited.ch/dog-activity-app/images/Leckerli_fangen_catch-2.jpeg", 
      "https://pawsunited.ch/dog-activity-app/images/Leckerli_fangen_catch-3.jpeg"
  ],
  "mediaType": "image",
  "tags": {
    "de": [
      "Training",
      "Koordination",
      "Spass"
    ],
    "en": [
      "Training",
      "Coordination",
      "Fun"
    ]
  }
}, 
{
  "id": "C5E8A1F7-B2D3-4E6A-9B0C-1D7F9A3B8C5E",
  "title": {
      "de": "Sitz in allen Lebenslagen",
      "en": "Sit in Various Positions"
  },
  "description": {
      "de": "Überprüfe, wie gut dein Hund das Signal 'Sitz' generalisiert hat. Reagiert er zuverlässig, auch wenn du deine Körperposition änderst oder dich abwendest?",
      "en": "Test how well your dog has generalized the 'Sit' cue. Do they respond reliably even when you change your body position or turn away?"
  },
  "instructions": {
      "de": [
          "Voraussetzung: Dein Hund kennt das Kommando 'Sitz' bereits zuverlässig, wenn du normal vor ihm stehst.",
          "Setze dich auf einen Stuhl oder auf den Boden. Gib nun das Signal 'Sitz' (Wort- oder Sichtsignal). Belohne deinen Hund sofort, wenn er sich setzt.",
          "Probiere es als Nächstes im Knien. Bleibe ruhig und gib das Signal klar und wie gewohnt.",
          "Eine grössere Herausforderung: Gib das Signal 'Sitz', während du auf dem Bauch oder auf der Seite liegst. Sei geduldig, dies ist für viele Hunde sehr ungewohnt.",
          "Variiere deine Ausrichtung: Wende deinem Hund den Rücken halb oder ganz zu und gib dann das Signal 'Sitz'.",
          "Achte genau darauf: Reagiert dein Hund primär auf dein Wortsignal, dein Sichtsignal oder hat er unbewusst deine übliche Körperhaltung beim 'Sitz'-Signal mit dem Kommando verknüpft?",
          "Zeigt dein Hund das gewünschte Verhalten nicht, gehe einen Schritt zurück zu einer einfacheren Position, die er bereits gemeistert hat. Manchmal hilft es, das verbale Signal anfangs mit dem bekannten Sichtsignal zu unterstützen, wenn du deine Position stark veränderst.",
          "Halte die Übungseinheiten kurz und positiv. Jede korrekte Reaktion, auch ein Ansatz in die richtige Richtung, wird gelobt und belohnt!"
      ],
      "en": [
          "Prerequisite: Your dog already reliably knows the 'Sit' command when you are standing normally in front of them.",
          "Sit down on a chair or on the floor. Now give the 'Sit' cue (verbal or visual signal). Reward your dog immediately if they sit.",
          "Next, try it while kneeling. Stay calm and give the cue clearly and as usual.",
          "A bigger challenge: Give the 'Sit' cue while you are lying on your stomach or side. Be patient, as this is very unusual for many dogs.",
          "Vary your orientation: Turn your back halfway or fully to your dog and then give the 'Sit' cue.",
          "Pay close attention: Does your dog primarily respond to your verbal cue, your visual cue, or have they unconsciously linked your usual body posture for the 'Sit' cue with the command?",
          "If your dog doesn't show the desired behaviour, take a step back to an easier position they have already mastered. Sometimes it helps to initially support the verbal cue with the known visual signal if you change your position significantly.",
          "Keep training sessions short and positive. Every correct response, even an attempt in the right direction, should be praised and rewarded!"
      ]
  },
  "category": "basic",
  "difficulty": "intermediate",
  "duration": 5,
  "location": "both",
  "mediaURLs": [
      ""
  ],
  "mediaType": "image",
  "tags": {
      "de": [
          "Grundkommando",
          "Generalisierung",
          "Sitz",
          "Körpersprache",
          "Fokus"
      ],
      "en": [
          "Basic Command",
          "Generalization",
          "Sit",
          "Body Language",
          "Focus"
      ]
  }
},
{
  "id": "F3B7C1A9-D0E5-4F6A-8E2B-9C1D7A0B4C5D",
  "title": {
      "de": "Ume (Herum)",
      "en": "Around / Circle"
  },
  "description": {
      "de": "Lass deinen Hund einen Gegenstand umrunden. Ein nützlicher Trick, z.B. um einen Leinensalat elegant zu lösen.",
      "en": "Teach your dog to go around an object. A useful trick, for example, to elegantly untangle a leash."
  },
  "instructions": {
      "de": [
          "Wähle einen stabilen Gegenstand (z.B. eine Pylone, ein Stuhl, oder draussen einen Baum). Achte darauf, dass der Hund sich nicht verletzen kann.",
          "Beginne ohne Signalwort. Halte Leckerlis bereit, um deinen Hund an verschiedenen Lockpunkten um den Gegenstand herum zu belohnen.",
          "Definiere anfangs mehrere Lockpunkte auf dem Weg um den Gegenstand: Belohne deinen Hund beispielsweise bei einer Viertel-, Halb-, Dreiviertel-Umdrehung und am Ende der vollen Umrundung. Du kannst die Leckerlis direkt aus der Hand geben, indem du deine Hand an diesen Punkten ruhig anbietest, oder sie kurz bevor der Hund sie erreicht auf den Boden legen.",
          "Alternative für den Anfang: Platziere die Leckerlis bereits vorab an diesen Lockpunkten auf dem Boden und führe deinen Hund dann von einem Punkt zum nächsten, damit er sie einsammeln kann.",
          "Sobald dein Hund die Bewegung mit mehreren Lockpunkten verstanden hat und die Punkte zielsicher anläuft, reduziere die Anzahl der Lockpunkte schrittweise (z.B. nur noch bei der halben und ganzen Umrundung, dann nur noch am Schluss).",
          "Wenn dein Hund den Gegenstand zuverlässig auch mit nur noch einem finalen Lockpunkt (der Belohnung am Ende) umrundet, führe dein Wortsignal ein (z.B. Ume!, Herum! oder Zirkel!). Sage das Signal deutlich, kurz bevor dein Hund die Bewegung startet.",
          "Wichtig: Wenn du zusätzlich ein Sichtsignal (z.B. eine zeigende oder kreisende Handbewegung in Richtung des Gegenstands) verwenden möchtest, gib dieses immer erst mit einem kleinen zeitlichen Abstand nach deinem Wortsignal.",
          "Schleiche nun die Lockpunkte und die direkte Führung zu den Punkten vollständig aus. Gib dein Signal (Wort- und ggf. Sichtsignal), warte, bis dein Hund den Gegenstand umrundet hat, und gib dann dein Markersignal (falls vorhanden) und eine tolle Belohnung.",
          "Übe mit verschiedenen Gegenständen und in unterschiedlichen Umgebungen, um den Trick zu generalisieren. Denke an Bäume oder Stangen, um unterwegs einen Leinensalat zu entwirren.",
          "Halte die Trainingseinheiten kurz, positiv und belohne jeden Fortschritt."
      ],
      "en": [
          "Choose a stable object (e.g., a pylon, a chair, or a tree outdoors). Ensure the dog cannot get injured.",
          "Start without a cue word. Have treats ready to reward your dog at various lure points around the object.",
          "Initially, define several lure points on the path around the object: For example, reward your dog at a quarter, half, three-quarters of the way around, and at the end of the full circle. You can give the treats directly from your hand by offering your hand steadily at these points, or place them on the floor just before the dog reaches them.",
          "Alternative for starting: Place the treats on the floor at these lure points beforehand, and then guide your dog from one point to the next to collect them.",
          "Once your dog understands the movement with multiple lure points and confidently approaches them, gradually reduce the number of lure points (e.g., only at the halfway point and at the end, then only at the very end).",
          "When your dog reliably circles the object even with only one final lure point (the reward at the end), introduce your verbal cue (e.g., Around!, Circle!, or Ring!). Say the cue clearly, just before your dog starts the movement.",
          "Important: If you also want to use a visual cue (e.g., a pointing or circling hand motion towards the object), always give this a short moment after your verbal cue.",
          "Now, completely fade out the lure points and direct guidance to them. Give your cue (verbal and, if applicable, visual signal), wait until your dog has circled the object, and then give your marker signal (if you use one) and a great reward.",
          "Practice with different objects and in various environments to generalize the trick. Think of trees or poles to untangle a leash when you are out and about.",
          "Keep training sessions short, positive, and reward every bit of progress."
      ]
  },
  "category": "trick",
  "difficulty": "intermediate",
  "duration": 10,
  "location": "both",
  "mediaURLs": [
      ""
  ],
  "mediaType": "video",
  "tags": {
      "de": [
          "Trick",
          "Beschäftigung",
          "Koordination",
          "Distanzarbeit"
      ],
      "en": [
          "Trick",
          "Activity",
          "Coordination",
          "Distance Work"
      ]
  }
}
]
